cask_args appdir: '/Applications'

tap 'homebrew/bundle'
tap 'puma/puma'

brew 'ack'
brew 'coreutils'
brew 'imagemagick'
brew 'libgit2'
brew 'openssl'
brew 'node'
brew 'readline'
brew 'postgresql'
brew 'ruby-build'
brew 'rbenv'
brew 'spaceman-diff'
brew 'unrar'
brew 'wget'
brew 'yarn'
brew 'git'
brew 'npm'

cask '1password'
cask 'adium'
cask 'atom'
cask 'firefox'
cask 'google-chrome'
cask 'transmission'
cask 'vlc'
cask 'mamp'
cask 'sequel-pro'
cask 'alfred'
cask 'vagrant'
cask 'virtualbox'
cask 'docker'
cask 'fantastical'

mas 'Slack', id: 803453959
mas 'Bear', id: 1091189122
mas 'Numbers', id: 409203825
mas 'Delicious Library 3', id: 635124250
mas 'Keynote', id: 409183694
mas 'IP Scanner Home', id: 422293948
mas 'Tweetbot', id: 557168941
